brew "ctags"
brew "dasht"
brew "diff-so-fancy"
brew "fzf"
brew "jq"
brew "neovim"
brew "nvm"
brew "python3"
brew "reattach-to-user-namespace"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "wget"

cask "alacritty"
cask "docker"
cask "firefox"
cask "karabiner-elements"
cask "slack"
cask "spectacle"
cask "spotify"
