brew "bat"
brew "diff-so-fancy"
brew "dockutil"
brew "fzf"
brew "jq"
brew "neovim"
brew "nvm"
brew "python3"
brew "reattach-to-user-namespace"
brew "rg"
brew "tmux"
brew "tree"
brew "wget"

cask "alacritty"
cask "docker"
cask "firefox"
cask "karabiner-elements"
cask "mtmr"
cask "slack"
cask "spectacle"
cask "spotify"
cask "zoom"
