brew "bat"
brew "difftastic"
brew "diff-so-fancy"
brew "dockutil"
brew "fzf"
brew "jq"
brew "neovim"
brew "nvm"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "rg"
brew "tmux"
brew "tree"
brew "wget"
brew "gnupg"
brew "pinentry-mac"

cask "alacritty"
cask "docker"
cask "karabiner-elements"
cask "rectangle"
cask "bartender"
cask "topnotch"
cask "datweatherdoe"
